Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 여관 주인의 폭력에서 벗어나게 된 건 좋았으나, 그뿐이다.
en_us: The only good part of being here was that Blondina was finally free from the innkeeper’s violence. Other than that, she was convinced that she’s be a million times happier living alone with money from selling her ring.

source: 지금 이 자리에서 낯에 두려움을 올리지 않은 이는 딱 둘이었다.{j}제국의 태양, 황제와 블론디나.
en_us: The only two people that weren’t afraid of the snakes were the emperor and Blondina.{j}

source: 에이몬은 신경질적으로 꼬리만 휙휙 흔들다가 흘리듯 중얼거리기 시작했다.{j}
en_us: He wagged his tail aggressively annoyed by her remarks and muttered to himself.{j}

source: “그러니까 나랑 친구가 돼줘.{j}같이 놀자.”
en_us: “So please by my friend. We can hang out together.”{j}

source: “몰라.{j}그냥 줬어.”
en_us: “No clue. He just gave it to me.”{j}

source: 그 말에 미약한 분노가 담겼다.
en_us: Her words contained a faint anger toward her siblings.

source: 블론디나는 헝겊 안 반지 형체를 더듬으며 떨리는 입꼬리를 내렸다.{j}목걸이.{j}엄마가 남겨 준 소중한 유산.{j}어떻게든 지키고 싶었다.{j}하지만.
en_us: She softly touched the ring safe in the pouch. She knew the necklace was the only legacy left by her mother, and she wanted to protect her mother’s legacy until the very end. But…

source: 황제 폐하께서 죽은 듯 살라 하셨다.{j}그래서 그렇게 살고 싶었고.
en_us: It was a part of her effort to keep her promise with the emperor to cause no trouble.{j}

source: 에이몬이 작게 중얼거렸다.
en_us: Amon whispered to himself as he thought about the consequences that could happen if he were to reveal his identity.

source: 하녀의 목소리가 들려왔다.
en_us: Blondina heard her servant’s voice behind the door.

source: 아델라이 황녀와 라르트 황자의 불쾌한 언사에 아무렇지 않은 척 웃으며 상대하기는 했으나 속까지 웃고 있는 건 아니다.
en_us: Although they pretended as if they weren’t surprised to hear her speak in Old Atesian, Blondina knew that inside they were holding onto their angers.

source: 황제가 가만히 웃었다.
en_us: The emperor paused with a smile and continued.

source: 팔찌가 차그락거리며 떨어졌다.
en_us: The bracelet fell from Blondina’s wrist.

source: 지금 본인과 블론디나가 같은 황녀라 이건가?{j}공작가에서 그걸 인정한 거야?
en_us: If she’s holding the exact same brooch, does this mean the duke acknowledges Blondina as my equal?{j}

source: 은은하게 웃는 얼굴은 안개를 가로지르고 내리쬐는 햇살같이 아름답다고, 일각에서는 황홀한 얼굴로 칭송하고는 했다.{j}제 모친인 릴리를 무섭도록 닮은 모습이었다.
en_us: Her delicate smile was as beautiful as the sunlight shining through the morning fog and her beauty had already been noticed by many. Everything about her resembled her mother, Lily.{j}

source: 그제야 블론디나가 소리 내 웃었다.
en_us: She finally understood what he was implying and couldn’t help but laugh at the cute leopard, showing jealousy.

source: 그 마음을 이해한 블론디나는 가볍게 웃었다.{j}자신이 물가에 내놓은 애도 아니고, 언제까지나 에이몬의 보호 아래 있을 수는 없다.
en_us: Understanding his concern for her, Blondina smiled lightly at him. But she knew she couldn’t rely on Amon to protect her all the time. She was no longer a kid who need her parents’ care or protection.{j}

source: 별궁은 본디 별 볼 일 없는 나라의 사신이 오면 묵게 하는 곳이었다.
en_us: The palace where her room was located was a guest palace in which insignificant foreign envoys would stay.

source: “마지막으로, 폐하께서 남겨 주셨던 반지를 꼭 쥐고 계셨습니다.”
en_us: “When I found her dead, she was holding your ring tightly in her hands.”

source: 이내 그 짐승이 웃었다.{j}그 미소 속에 잔인한 살기가 숨겨져 있는 것만 같았다.{j}에이몬은 블론디나가 들을 수 없게 작은 목소리로 속삭였다.
en_us: The arrogant beast smiled at Prince Lart. His smile seemed to hide his cruelty. Amon slowly lowered his body to Prince Lart and whispered with a small voice.{j}{j}

source: 블론디나는 이내 문밖을 향해 간단히 답했다.
en_us: Without further thinking, Blondina ordered her servant to let the visitor in.

source: 왠지 오기가 생긴 블론디나는 다시 억지로 얼굴을 들이밀었다.
en_us: Refusing to yield, she pressed her face harder against his cheek.

source: #7화
en_us: Chapter 7

source: “미안해.
en_us: “I’m sorry. It seems like my cat is in a bad mood today.”

source: 「너희 인간들은 그렇잖아.{j}짐승이라면 다…… 아니, 됐어.」
en_us: “Humans are all the same. When it comes to beasts, you hate...never mind.”{j}

source: 요새 항상 저랬다.{j}저렇게 피하기만 한다.{j}예전에는 자신이 에이몬의 콧등에 뽀뽀하건, 그 작은 몸을 꼭 껴안건 축 늘어져 자포자기하더니.
en_us: Unlike his past, where he gave in to Blondina’s affections, hugging and kissing his nose, recently, Amon always tried to avoid her.{j}{j}

source: “에이몬 님!{j}멋지십니다!{j}잘 어울리셔요!{j}평생 쓰고 다니세요!”
en_us: “Sir Amon! You look wonderful! It suits you well! You should have it on forever!”{j}{j}{j}

source: 여관 주인에게 뺨을 맞고, 발로 차이고.{j}그렇게 울면서도 살기 위해 땅에 떨어진 빵을 주워 먹었다.{j}상처이자 치부였다.
en_us: Simply put, her life was a repetition of being slapped and kicked by the innkeeper, and picking up leftover breads from the ground to fill her empty stomach. That was all. She had a traumatic, painful life as a commoner.{j}{j}

source: 처음 보는 말하는 고양이에게 친구가 되자 하고, 치료하러 데려가면서 혼자 울고.
en_us: She was indeed a strange girl. Not only did she ask a talking cat to be her friend, but she randomly teared up on their way to treat the cat.

source: “로드슨 공작가에서 보내온 것입니다.”
en_us: “It’s from Duke Rodson’s family,” her servant said.

source: “황제 폐하께서 내게 황궁에 온 거 환영한다고 하셨는데.”
en_us: “His Majesty did welcome me personally just now...”

source: 침대에서 일어난 블론디나는 밖에 있을 하녀를 향해 뜨거운 물을 준비하라 말했다.
en_us: Getting up from her bed, the first thing Blondina did was ask her servant to prepare hot water for her to wash up.

source: “그래도.”
en_us: “But still...”

source: 아무래도 그가 화살을 날린 장본인 같았다.
en_us: It was him who shot the arrow.

source: “응.{j}식당에서 남은 밥이나, 곰팡이 핀 딱딱한 빵이나 먹었어.{j}그러니까 먹으려면 루시를 먹어.”
en_us: “Yeah. I ate leftovers from restaurants, or hard, moldy breads my entire life. So, you should eat Lucy instead.”{j}{j}

source: 뒷골목에서 구르며 갈고닦은 눈치다.
en_us: This was another moment when Blondina made use of her experience from the streets. She had in mind why Adellai was despising her to this extent, and now she thought it was time for her to avoid the troubles.

source: “아홉 살이면 성체 되어야 하는 거 아니야?{j}짐승이니까.{j}그런데 넌 아직…….”
en_us: “Shouldn’t you be in your adult form if you’re nine years old since you’re a beast? But you’re still...”{j}{j}

source: “아델라이는 아직 더 커야겠구나.{j}아직은 짐의 품 안에서 보호받아도 좋다.”
en_us: “Adellai, it looks like you still have much to learn. Until then, I shall continue to keep you safe.”{j}

source: “응.{j}잘 가.”
en_us: “Goodbye.”{j}

source: “늦기 전에 가서 푹 쉬어, 루시.{j}피곤할 텐데.”
en_us: “You should head back to your house before it’s too late, Lucy. You must be tired.”{j}

source: “없어, 그런 건.”
en_us: “No, there isn’t. You don’t have to worry,”

source: 고양이는 하악거리며 털을 세웠다가 앞발로 블론디나의 손등을 탁 내리쳤다.
en_us: The cat responded to her kindness by slapping the back of Blondina’s hand with its front paw.

source: 블론디나는 억지로 안겨 있는 에이몬의 뺨에 제 뺨을 비비고 보송한 털을 매만졌다.{j}달콤한 체리타르트 향기가 났다.
en_us: Blondina rubbed her cheek against Amon’s and stroked his fur. Amon smelled of cherry tart.{j}

source: 그저 좋기만 했다.
en_us: She couldn’t stop smiling, happy to finally her friend beast.

source: 어떻게든 이 위협적인 상황에서 벗어나고 싶었다.
en_us: He wanted to escape from this life-threatening situation as fast as possible.

source: 블론디나 륜 아테스 황녀.{j}그래.{j}그것이 제 이름이자 신분이었다.
en_us: Princess Blondina Ryun Ates, this is who I am now.{j}{j}

source: 목소리 끝에 약간의 겁마저 배어 있었다.
en_us: Lucy was taking Blondina’s joke too serious. There was a slight hint of fear in her shivering voice.

source: 하는 말마다 왜 이렇게 어여쁠까.{j}처음엔 성격과 외모가 따로 노는 줄 알았는데 지금 보나 외모와 성격이 딱 일치했다.
en_us: Every word he said comforted her. At first, she thought his personality was completely different from his adorable appearance, but after spending time with him, she realized both his personality and appearance were more than adorable.

source: “나도 잘 모르겠어.{j}난 황녀니까 더 예의를 차린 건 아닐까?”
en_us: “I’m not sure. Perhaps he was trying to be extra-courteous since I am the princess.”{j}

source: 블론디나는 어?{j}하고 되묻더니 눈가를 매만졌다.{j}손끝에 뜨거운 물기가 닿았다.{j}눈을 깜빡이자 고여 있던 눈물이 또르르 굴러떨어졌다.
en_us: Blondina quickly wiped her eyes in surprise. She felt tears in her hands. As she blinked, droplets of tears rolled down her face.{j}{j}{j}

source: 에이몬은 하녀가 찻잔을 놓고 나가는 뒷모습을 지켜보다가 그녀가 문밖으로 사라지자 곧 블론디나를 향해 총총총 걸어왔다.{j}그리고 입에 물고 있는 무언가를 톡 내려놓았다.
en_us: Amon began to move as soon as the servant left Blondina’s room as if he was waiting for the moment to be left alone just with her. He approached her and dropped something on her hand.{j}

source: 쿵쾅쿵쾅, 소녀의 가슴이 정신없이 뛰고 있었다.
en_us: Thump. Thump. Thump

source: 아델라이가 자리를 떠난 후, 블론디나는 제 앞의 핑거푸드를 하나 집어 들었다. “잘 가.” 들리지 않게 마지막 작별인사를 전하며.{j}아마 제 배다른 동생은 그 인사를 바라지도 않을 테지만.{j}아델라이의 성난 발걸음이 파티장 뒤로 사라져 갔다.
en_us: Watching her half-sister disappear from the ballroom, Blondina grabbed some food next to her and whispered her goodbye. She could tell that she had done enough to anger Adellai by talking back to her in Old Atesian. {j}{j}

source: 라르트 황자는 대답 대신 끓는 신음을 뱉었다.
en_us: Prince Lart continued to moan in pain without answering Amon.

source: 자신이 모시는 황녀님을 그런 취급당하게 할 수는 없었다.
en_us: Lucy didn’t want her beloved princess to be misinterpreted for her kindness.

source: 에이몬은 의자에서 풀쩍 뛰어 테이블로 올라오더니 블론디나의 손을 앞발로 톡톡 건드렸다.{j}그 신호에 블론디나는 늘 그랬듯 테이블에 손등을 대고 손바닥을 폈다.
en_us: Amon swiftly jumped from his seat onto the table and tapped Blondina’s hand with his paws. It was a sign agreed between Blondina and Amon. So, Blondina quickly got back to her senses and spread her hand on the table.{j}

source: “난 블론디나야.{j}아까 들어서 알지?{j}하지만 브리디라고 불러도 돼.{j}우리 엄마는 날 그렇게 부르셨거든.”
en_us: “Well, I’m Blondina as you have heard earlier. But you can call me Briddy. That’s what my mom used to call me.”{j}{j}{j}

source: 순간 아델라이 황녀의 낯에 다시 당황이 찼다.
en_us: Princess Adellai’s face was abruptly plastered with embarrasment.

source: 필립은 여전히 말이 없었다.
en_us: Philip stood silent.

source: “들어오라고 해.”
en_us: “Let him in.”

source: 작은 표범이 흘려넘기듯 작게 답했다.
en_us: But Amon rather replied to her dismissively.

source: 그렇게 두근거리는 거부는 처음이었다.
en_us: He had never felt that thrilled in his life.

source: 마제또는 엄-청 좋아하는데.
en_us: It seems like Majetto really likes my human form.

source: “글자야 차근차근 배우면 되는 거지.”
en_us: “No worries, you can take your time learning the ancient letters.”

source: 고개를 빳빳이 들고 위엄 있게 경고를 보냈다.
en_us: These were her final words of warning to Blondina.

source: 블론디나가 처음 에이몬을 풀숲에서 마주했을 땐 큰 상처가 맞았다.{j}절벽에서 굴러떨어지며 다리가 걸려 크게 찢어졌으니까.
en_us: When Blondina first met Amon back in the bushes, his injury was severe from falling off the cliff and getting his leg torn up by the branches.{j}

source: 블론디나가 말했다.
en_us: Blondina spoke to the knight.

source: 늘 외롭고도 서글펐다.{j}시린 어깨 옆에 아무런 온기가 없어 쓸쓸했다.
en_us: She was always lonely and sad with no one to rely on.{j}

source: 내심 진 것 같은 기분이었다.{j}제 아비인 황제가 ‘황족의 자질’을 그 얼마나 중요히 생각하는지 잘 알았기에.
en_us: It almost felt as if she had lost against Blondina in a fight, because she understood how much the emperor valued one’s quality as a true royal.{j}

source: “……예, 황녀님.”
en_us: “Yes, Your Highness...”

source: 여관 주인의 폭력에서 벗어나게 된 건 좋았으나, 그뿐이다.{j}절 혐오하는 사람들 틈바구니에 갇혀 있느니 반지 판 돈으로 홀로 살아가는 쪽이 더 행복하리라고, 블론디나는 확신했다.
en_us: The only good part of being here was that Blondina was finally free from the innkeeper’s violence. Other than that, she was convinced that she’s be a million times happier living alone with money from selling her ring.{j}

source: 저 앙증맞은 앞발로 펜을 쥘 수나 있을까.{j}
en_us: How will Amon hold the quill with those paws?

source: 「으악!」
en_us: “Eek!”

source: 가쁜 숨을 몰아쉬며 목걸이를 꼭 쥔다.{j}몇 년 전 돌아가신 엄마의 목소리가 떠올랐다.
en_us: She held on to her necklace tightly as her mother’s voice echoed in her head.

source: 여전히 그의 딸은 아델라이 황녀였고 본인은 이제야 겨우 황족의 경계선에 발을 디민 불청객일 뿐이었다.
en_us: Looking at how the emperor treated Adellai, she still felt like an outsider who wasn’t completely welcomed to join the royal family.

source: 쯧, 하고 혀를 찬 에이몬이 다시 깃펜을 들었다.{j}다시 조용해졌으니 공부를 시작하자는 의미 같았다.
en_us: After getting rid of Majetto from the room, Amon went back to the table and picked up the quill. With the room finally silenced, Amon was prepared to tutor Blondina.{j}

source: 에이몬의 붙어 오는 체온이 오늘따라 낯설었다.{j}낯설지만 그리 싫지만은 않은 느낌.
en_us: Everything about Amon felt unfamiliar, but she didn’t seem distracted by it.{j}

source: 도무지 이해 가지 않는 언동이다.{j}저 애의 입장에서 자신은 그저 지나가는 개미만도 못한 존재일 텐데.
en_us: Blondina thought to herself. The longer she thought about his actions it didn’t make any sense to her.

source: 바라한이 바로 그였다.{j}신수를 상대할 수 있는 존재는 오로지 바라한뿐이었다.
en_us: Barahan, the descendant of god, was the only person who could stand in the divine beasts’ way and tame them.{j}

source: 그게 살짝 질투 나기는 하지만 어쩔 수 있나.{j}에이몬에게 자신이 가장 좋은 친구였으면 좋겠지만…… 다 욕심이니까.
en_us: There were times when Blondina felt a little jealous of the two, because Blondina wanted to be Amon’s only best friend. But she knew it would be asking too much from him.{j}

source: 고양이는 말없이 블론디나 표정만 살피더니 다시 수풀 너머로 후다닥 도망가 버렸다.
en_us: The cats stole a glance at Blondina and swiftly ran away from her into the bushes.

source: 에이몬이 그녀를 물끄러미 올려다보았다.
en_us: Amon looked up at her.

source: [언제 한번 나도 태워 줄 수 있어?]
en_us: [Can I go on a ride with him next time?]

source: 블론디나는 반지를 상자에 소중히 넣은 후 상자를 한번 쓸었다.
en_us: She took the ring off and placed it in her jewelry box.

source: “그래도 요새 피곤할 거 아니야.{j}주말에도 못 쉬면서.”
en_us: “But still, you must be tired since you don’t get to properly rest during the weekends.”{j}

source: 「당연하지.{j}난 위대한 표범 신수 일족이라고.{j}고대부터 고귀한 피가 이어진.」
en_us: “Of course. After all, I’m a great divine leopard, with the blood of the ancient nobles running through my veins.”{j}“Greetings to the member of the Divine Leopard Clan!”{j}

source: 아니, 애초에 위대한 공작가의 잘생긴 소년을 거부하는 이 따위는 없었다.
en_us: Most of all, it was his first time being rejected by someone as no one dared to reject a handsome boy of the Rodson family. Even Princess Adellai had never rejected his words or actions.

source: 비천한 무지렁이를 제 손으로 건져 내어 고귀한 보석으로 깎아 놓았다는 사실이 짐짓 자랑스러운 탓이다.
en_us: He was proud of her and how he had changed her to become a precious diamond refined from the humble background of hers.

source: 마제또의 엄살에 루시가 그제야 눈을 비비며 일어났다.
en_us: Hearing Majetto’s loud cry, Lucy finally woke up from her sleep, rubbing her eyes.

source: 순간, 이를 악문 아델라이 황녀가 부채로 라르트 황자의 등을 콱 찔렀다.
en_us: Prince could no longer continue as Princess Adellai pressed her face hard into his back, gritting her teeth.

source: 짧게 손질된 풀을 밟으며 조심스레 안으로 들어섰다.{j}향기로운 냄새가 코끝에 맴돌았다.
en_us: Blondina carefully took her first steps, feeling the fresh cut grass and the pleasant aroma hovering around the garden.

source: 그는 기다렸다는 듯 그녀의 손 위에 훌쩍 올라갔다.
en_us: As soon as Blondina lowered her body, he jumped right into her arms.

source: 그와 동시에 라르트 황자의 몸이 바닥을 굴렀다.{j}상황을 인지할 틈도 없었다.{j}무언가 두려운 힘에 짓눌려 땅에 콱 처박혔고, 몸이 굳은 것처럼 움직일 수가 없었다.
en_us: In a blink of an eye, Prince Lart hit the ground hard. He had no clue what was happening to him but he felt something heavy on top of his chest. He couldn’t move a single inch with the heavy object pressing him hard to the ground.{j}{j}

source: “뭘?”
en_us: “Don’t know what?

source: “부디 오늘이 우리가 함께 마주하는 마지막 날이 되기를.”
en_us: “I wish you the best and I hope today would be my last day seeing you.”

source: 이만 꺼지라는 말을 돌려 말했다.
en_us: Deep inside Blondina’s heart, she had a strong urge to tell the prince to disappear from her eyes. Instead, she beat around the bush.

source: 쉬익- 텅!
en_us: Swoosh. Thunk.

source: 에이몬이 무슨 돈이 있어서 목걸이도 준다고 하는 걸까.
en_us: She shook her head unable to understand how Amon would even get her a ring without any money.

source: [피넬리?{j}피넬리라면 요새 엄청나게 이름 날리는 화가잖아?{j}제멋대로에 괴팍해서 그림 한 장 받기 힘들다고 하던데?]
en_us: [Pinelli? Isn’t he quite popular these days for his paintings? I hear he’s very eccentric, and it’s quite difficult to procure his works.]{j}{j}

source: 입술을 슬쩍 깨물었다가 저 역시 블론디나처럼 표정을 무감정하게 가꾸었다.{j}흥분하면 꼭 제가 진 것같이 느껴져서.
en_us: Adellai thought to herself while clenching her lips. She knew she had to keep a blank face in order for her to keep the high ground.{j}

source: ‘어떡해.{j}너무 귀여워.’
en_us: “Oh my God! That would be so cute!”{j}

source: “아닙……니다.”
en_us: “Ahem...i-it’s okay.”

source: 저 앞에 아델라이 황녀와 라르트 황자를 위시한 귀족 자제 몇몇과 공국의 왕족이 모여 있었다.{j}그게 블론디나에겐 꼭 다가설 수 없는 벽같이 느껴졌다.
en_us: Unlike her, Princess Adellai and Prince Lart were circled by a hoard of nobles trying to impress them. It felt as if there was a wall between her and the others.{j}

source: 「그럼 저 바보 같은 짓을 도대체 왜 하는 거야.」
en_us: “Then why would they do such stupid things?”

source: 하지만 질리도록 에이몬을 마주한 블론디나는 맹수가 주는 공포에 너무도 익숙해졌다.
en_us: However, as Blondina got used to hanging around with Amon, she also got used to the fear coming from a wild predator.

source: 정답!{j}블론디나는 의연한 얼굴로 미소를 지웠다.
en_us: Surprised to see Prince Lart see straight through her intentions Blondina quickly returned to her blank face.{j}

source: 마제또의 겁도 없는 이죽거림에, 에이몬은 앞발로 문지르던 얼굴을 찬찬히 들어 올렸다.{j}작은 표범의 눈빛이 무시무시했다.
en_us: After listening to Majetto’s fearless remarks, Amon quietly lowered his paws and glared a murderous look at the annoying sparrow.{j}

source: 귓가에 에이몬의 낮은 웃음소리가 들려왔다.
en_us: Blondina heard Amon’s laugh echo through her ears.

source: “음.{j}비기는 거지요.”
en_us: “Um. Then the game is a draw.”{j}

source: 몇 년을 달고 다니자 이제는 떨어뜨리는 것이 이상할 정도였다.{j}제 곁에서 뒹굴뒹굴하는 작은 표범만큼이나 익숙해진 것이다.
en_us: She had been carrying the ring for so many years that now it felt awkward to take if off, just like how she got used to having Amon by her side.{j}

source: 자주색 눈동자에 의문이 어린다.
en_us: His purple eyes were full of questions.

source: 오랜 기간 황족을 농락해 온 아름다운 표범을.
en_us: He could no longer watch the mysterious divine Leopard Clan toy with the imperial family and their authority.

source: 앞으로 어찌하면 좋으려나.{j}무시당하는 거 더는 싫은데.
en_us: What should I do now? I’m so sick of being belittled by that crowd.{j}

source: 동시에 절 혐오스럽게 쳐다보던 황후의 표정과 절 표독스럽게 몰아세우던 황자와 황녀의 모습이 잔상처럼 떠올랐다.{j}그 누구에게도 환영받지 못하는 존재.{j}그게 자신이었다.
en_us: But at the same time, she also remembered the disgusted look of the empress and the malicious face of the prince and the princess. Unlike her days spent with her mother, she was now someone who wasn’t welcomed anywhere{j}{j}

source: 루시가 부끄럽다는 듯 어물어물 답했다.
en_us: she said.

source: 그리 생각하는데, 옆에서 심드렁한 목소리가 속삭여졌다.
en_us: While Lucy got lost in her thoughts, a soft voice whispered to them.

source: 앞발을 휘저으며 제 앞을 깨끗이 치운 에이몬이 입에 물고 있던 것을 떨궜다.
en_us: Amon dropped whatever he was biting in his mouth and wiped off the blood with his forelimb.

source: 이제 블론디나는 한숨마저 나왔다.{j}사과해도 난리다.
en_us: Blondina sighed in response. She was beginning to feel sick and tired of the prince. Even a million apologies wouldn’t get her anywhere.{j}

source: “엄마는 돌아가셨고 아빠는 새로 생겼는데 날 안 좋아하시는 것 같아.{j}뭐, 없는 것과 마찬가지지.{j}심지어 나랑 배다른 형제는 나 되게 싫어한다?{j}아까도 그냥 막 화냈어.”
en_us: “My mother passed away and my newfound father doesn’t seem to care much about me. I think it’s fair to say that I don’t have a father. Not only that, but my half-siblings both despise me. They were angry at me earlier for no reason.”{j}{j}{j}

source: ‘하지만 에이몬이 있잖아.’
en_us: I have Amon.

source: 어느새 초콜릿 쿠키를 들고 나온 루시가 접시를 에이몬 앞에 밀어 주었다.
en_us: Blondina dropped Amon in front of Lucy who had just brought chocolate cookie in a plate.

source: “제국의 빛나는 태양, 황제 폐하를 뵙습니다.”
en_us: “Greetings to Your Majesty, the shining sun of the empire.”

source: 남자가 옆에 선 시종을 향해 손을 내밀었다.{j}시종은 그의 손에 초를 쥐여 주었다.{j}남자는 장난감을 관찰하듯 블론디나의 턱을 들어 올려 여기저기를 살펴보기 시작했다.
en_us: The man elegantly raised his hand and gestured to his servant, who handed him a candle. With a candle in one hand and the other holding Blondina’s chin, he examined her face closely as if he was observing an intriguing object.

source: “와주셨군요, 황녀님.”
en_us: “You made it, Your Highness.”

source: “와!{j}비싸 보여!{j}멋있다!{j}그거 나 주면 안 돼요?”
en_us: “Wow! This looks expensive and pretty! Can I have it?”{j}{j}{j}

source: 곧 아무런 안내 없이 블론디나 역시 입장했다.{j}눈 속에 파묻힌 꽃처럼, 조용히, 그리고 은밀히.{j}
en_us: After her family entered the hunting grounds, she quietly and secretly walked through the entrance like a flower hidden under a blanket of winter snow.{j}{j}

source: 그래서다.{j}다친 까만 고양이에게 유독 신경이 쓰이는 건.{j}자꾸 저같이 느껴져서.
en_us: That was basically the reason why she couldn’t just ignore a wounded black cat. It reminded her of herself.{j}{j}

source: 하지만 마제또가 도통 떨어지지 않자 손으로 작은 새를 꽉 움켜쥐었다.{j}어금니를 꽉 문 표정이 예사롭지 않다.
en_us: However, Majetto didn’t give up. So, Amon had no choice but to grasp the bird tightly in his hands and clenched his mouth. {j}

source: 블론디나는 대답 없이 잉크병만 만지작거리다가 입술을 꾹 베어 물었다.
en_us: Blondina remained silent as she fiddled with the ink bottle.

source: 그녀는 아델라이 황녀 말처럼 ‘무식하다’라거나 ‘천한 티’를 내는 이 같지는 않았다.
en_us: The princess standing before him was nothing like the uneducated or vulgar person Princess Adeallai had described.

source: 하지만 그 모습마저 무척 귀여워, 두 여자아이는 멀리 떨어진 테이블에서 턱을 괴고 작은 표범을 관찰하게 됐다.
en_us: The two girls adorably watched the small leopard play from a table across the room.

source: 에이몬의 꼬리를 붙들고 돌리고 감고, 콧등도 문지르고 턱도 매만지는 블론디나로서는 이해할 수 없는 고민이었다.
en_us: Blondina couldn’t understand why Lucy would stop herself from grabbing Amon’s tail, playing around with it, and stroking his chis and nose. In her eyes, Amon was just one adorable baby leopard.

source: 다친 다리로 움직이면 더욱 아플 뿐이다.
en_us: She didn’t want the cat to get itself hurt even more, which was also learned from her past experience being beaten by the innkeeper.

source: 눈앞의 인간 여자애는 정말 알다가도 모르겠다.
en_us: Blondina was indeed an intriguing girl to Amon.

source: “어리디어린 네가 무슨 고민이 있어 그리 큰 한숨을 내쉬는 게냐.”
en_us: “What could be weighing on your mind for a child like you to sigh so deeply?”

source: 하지만 상황은 블론디나의 예상과는 조금 다르게 흘러갔다.
en_us: However, things didn’t turn out the way Blondina had expected to.

source: 귀를 쫑긋거리며 블론디나의 팔뚝을 문지르고 매만지며 놀았다.{j}마치 꾹꾹이를 하듯.
en_us: Intrigued by the new sensation, Amon pricked his ears and started playing with Blondina’s skin as if he was kneading it like a cat.{j}

source: 정체를 드러내는 것이야 어렵지 않다.
en_us: To Amon, revealing his identity wasn’t a big deal.

source: 에이몬은 고개를 휙 돌렸다.{j}고양이가 아니라고 하는 것도 이젠 포기다.
en_us: Amon simply turned his face away from her. He got tired of correcting her whenever she called him a cat.{j}

source: 오늘도 여지없이 에이몬이 놀러 왔다.{j}
en_us: Amon came to visit Blondina again today.

source: 소년의 얼굴에 짓궂음이 담겼다.
en_us: Amon had a mischievous smile, intending to tease Blondina even more.

source: 블론디나 황녀.{j}천한 피가 섞였다는 반쪽 황녀.{j}하지만 눈빛은 올곧고 깨끗하다.
en_us: Princess Blondina may be a half-blooded princess, but her clear eyes reflected her upright character.{j}

source: 꽃향기 밴 봄바람에 여름 열기가 밸 무렵, 에이몬이 찾아왔다.{j}근 한 달 만의 방문이었다.
en_us: Amon returned to Blondina after about a month as the summer breeze filled the air.{j}

source: 위대한 신수가 인간의 서식지에서 자는 건 지금이 처음일걸?」
en_us: “I’m only sleeping here here because you were nice enough to treat me. It is probably the first time in human history a divine beast ever deigned to sleep in a human dwelling.”

source: 하지만 저 옆에서 가만히 둘의 대화를 듣던 루시가 동그란 실뭉치를 도르르 굴리자 에이몬은 저도 모르게 풀쩍 뛰어 그것을 앞발로 붙잡고 말았다.
en_us: But as soon as Lucy, who was standing behind Blondina listening to their conversation, threw a ball of yarn toward Amon, he unwittingly jumped to the ball to fetch it.

source: 오각형의 커다란 붉은 보석 주위를 분홍빛 핑크 다이아몬드가 자잘하게 감싸고 있는 꽃 모양의 브로치였다.{j}햇살을 받을 때마다 잘게 빛 잔상이 일었다.{j}한눈에 보아도 비싸 보였다.
en_us: It was an expensive looking flower-shaped brooch with tiny pink diamonds wrapping around a huge red pentagon gemstone. It glistened beautifully under the sunlight.{j}{j}

source: 제 현실은 언제나 황궁이었을 따름이다.
en_us: The emperor learned that the imperial palace was where he belonged.

source: 에이몬은 턱을 살짝 들며 뻐기는 듯한 얼굴로 귀를 쫑긋거렸다.
en_us: He lifted his chin and ears with a pompous expression.

source: “아아, 이 말을 하지 않았지.{j}황궁에 온 것을 환영한다.{j}나의 딸.”
en_us: “Oh, I almost forgot. Welcome to the palace, my daughter.”{j}{j}

source: 정적인 만류가 조용히 울렸다.{j}라르트 황자는 입을 꾹 다물었고 블론디나 역시 침묵했다.
en_us: As her calm voice echoed through the hall, Blondina and Prnice Lart stood silent.{j}

source: “미안해, 라르트.{j}잠시 감정이 격해졌어.{j}네게 화낼 게 아니었는데…….”
en_us: “I’m sorry, Lart. I got carried away. It’s not your fault...”{j}{j}

source: 블론디나는 방금 마주했던 쌍둥이를 떠올렸다.
en_us: As Blondina walked by the cluster of large trees, she thought of twins she had just faced.

source: 에이몬이 라르트 황자의 얼굴을 향해 상체를 내렸다.
en_us: Amon bent his body down to look at Prince Lart’s face up closer.

source: 내가 그 속마음을 어찌 알겠어?
en_us: How would I know what that guy was thinking?

source: 그러다 그의 눈 속에 담긴 혐오를 발견하고 문득 깨달았다.
en_us: Not until she looked upon the hateful look in his eyes.
